Repository: Discreete-Linux/usb-imagewriter-ng
Catalog: debian/po/*.po
Languages: de

source: The device you selected is too small to contain the whole image files' contents. Image File is %(srcsize)s bytes, target device is %(tgtsize)s bytes. Please select another target.
de: Das gewählte Gerät ist zu klein, um den kompletten Inhalt des Image aufzunehmen. Das Image hat %(srcsize)s bytes, das Zielgerät hat %(tgtsize)s bytes. Bitte ein anderes Ziel wählen.

source: Image:
de: Abbild:

source: Target Device:
de: Zielgerät:

source: Unmounting all partitions of
de: Aushängen aller Partitionen von

source: Trying to unmount
de: Versuche Datenträger auszuhängen

source: Error, umount
de: Fehler, umount

source: was terminated by signal
de: wurde terminiert vom Sinal

source: successfully unmounted
de: erfolgreich ausgehängt

source: returned
de: lieferte

source: Execution failed:
de: Ausführung fehlgeschlagen:

source: Could not read mtab !
de: Konnte mtab nicht lesen !

source: Writing
de: Schreibe

source: to
de: nach

source: Executing: dd if=
de: Führe aus: dd if=

source: The copy process ended with an error !
de: Der Kopiervorgang wurde mit einem Fehler beendet!

source: Image
de: Abbild

source: successfully written to
de: erfolgreich geschrieben nach

source: The verification process ended with an error !
de: Die Überprüfung wurde mit einem Fehler beendet!

source: Verifying: Calculating source checksum
de: Überprüfung: Berechne Quell-Prüfsumme

source: Verifying: Calculating target checksum
de: Überprüfung: Berechne Ziel-Prüfsumme

source: <b>Warning</b> This will <b>destroy all data</b> on the target device, are you sure you want to proceed ? If you say ok here, please <b>do not unplug</b> the device during the following operation.
de: <b>Warnung</b> Dieser Vorgang <b>löscht alle Daten</b> auf dem Zielgerät. Wollen Sie fortfahren? Wenn Sie bestätigen, <b>entfernen Sie keinesfalls das Gerät</b> während des folgenden Vorgangs.

source: Write Image:
de: Abbild schreiben:

source: Select an image file to be written to the device
de: Wählen Sie ein Abbild zum Schreiben aufs Gerät aus

source: Select Image
de: Abbild auswählen

source: to
de: nach

source: Select target device to write the image to
de: Wählen Sie das Zielgerät für das Abbild aus

source: Verify write
de: Geschriebene Daten überprüfen

source: Write to device
de: Auf Gerät schreiben

source: <b>Error</b> No target devices were found. You need to plug in a USB Key to which the image can be written.
de: <b>Fehler</b> Kein Zielgerät gefunden. Sie müssen einen USB-Stick anstecken der mit dem Abbild beschrieben werden kann.

source: <b>Success</b> The image was successfully written to the target device. You are free to unplug it now, a log of the operation will be saved in your homedir if you close the application.
de: <b>Erfolgreich</b> Das Abbild wurde erfolgreich aufs Zielgerät geschrieben. Sie können das Gerät nun entfernen, ein Protokoll des Vorgangs wird beim Schließen der Anwendung in Ihrem persönlichem Ordner gespeichert.

source: <b>Error</b> Something went wrong, please see the details window for the exact error. A logfile with the content will be saved in your homedir if the application is closed.
de: <b>Fehler</b> Etwas ging schief, bitte lesen Sie das Details- Fenster für den genauen Fehler. Eine Log-Datei mit dem Inhalt wird in Ihrem Heimatverzeichnis gespeichert, wenn die Anwendung geschlossen wird.
